

"addURL" = "Dodaj adres URL";
"unknownError" = "Nieznany błąd";

/* Represents the light theme setting */
"light" = "Jasny";

/* Represents the dark theme setting */
"dark" = "Ciemny";

/* Represents the Appearance setting label */
"appearance" = "Wygląd";
"username" = "Nazwa użytkownika";
"tryAgain" = "Spróbuj ponownie";
"suggestions" = "Sugerowane";
"signedInAsWithString" = "Zalogowano jako %@";
"serverURL" = "Adres URL serwera";
/// Server URL help text
"serverURLHint" = "Enter your server address (e.g., http://192.168.1.100:8096). IP addresses are more reliable on local networks. For best results, assign a fixed IP to your server.";
"serverInformation" = "Informacje o serwerze";
"seasons" = "Sezony";
"playbackSpeed" = "Prędkość odtwarzania";
"playbackSettings" = "Ustawienia odtwarzania";
"play" = "Odtwórz";
"password" = "Hasło";
"pageOfWithNumbers" = "Strona %1$@ z %2$@";
"otherUser" = "Inni użytkownicy";
"ok" = "OK";
"noResults" = "Brak wyników.";
"nextUp" = "Następne";
"moreLikeThis" = "Więcej podobnych";
"loginToWithString" = "Zaloguj do %@";
"login" = "Login";
"localServers" = "Lokalne serwery";
"loading" = "Ładowanie";
"latestWithString" = "Najnowsze %@";
"home" = "Start";
"genres" = "Gatunki";
"filters" = "FIltry";
"error" = "Błąd";
"episodes" = "Odcinki";
"displayOrder" = "Kolejność wyświetlania";
"discoveredServers" = "Znalezione serwery";
"continueWatching" = "Kontynuuj oglądanie";
"connectManually" = "Połącz manualnie";
"connect" = "Połącz";
"audioTrack" = "Ścieżka dźwiękowa";
"audioAndCaptions" = "Dźwięk i napisy";
"apply" = "Zatwierdź";
"noCastdevicesfound" = "Nie znaleziono urządzeń do Castingu...";
"closedCaptions" = "Napisy";
"videoPlayer" = "Odtwarzacz wideo";
"server" = "Serwer";
"user" = "Użytkownik";
"overlayType" = "Typ nałożenia";
"overlay" = "Nakładanie";
"autoPlay" = "Autoodtwarzanie";
"playNextItem" = "Odtwórz następną pozycję";
"playPreviousItem" = "Odtwórz poprzednią pozycję";
"servers" = "Serwery";
"remove" = "Usuń";
"operatingSystem" = "System operacyjny";
"version" = "Wersja";
"url" = "URL";
"serverDetails" = "Szczegóły dotyczące serwera";
"favorites" = "Ulubione";
"media" = "Media";
"information" = "Informacje";
"series" = "Seriale";
"noOverviewAvailable" = "Brak dostępnego przeglądu";
"overview" = "Przegląd";
"recentlyAdded" = "Ostatnio dodane";
"retry" = "Ponów próbę";
"noTitle" = "Bez tytułu";
"continue" = "Kontynuuj";
"noLocalServersFound" = "Nie znaleziono lokalnych serwerów";
"searchingDots" = "Szukam…";
"connectToJellyfinServerStart" = "Połącz się z serwerem Jellyfin, aby rozpocząć";
"connectToJellyfinServer" = "Połącz się z serwerem Jellyfin";
"cancel" = "Anuluj";
"settings" = "Ustawienia";
"removeAllUsers" = "Usuń wszystkich użytkowników";
"resetAppSettings" = "Zresetuj ustawienia aplikacji";
"resetUserSettings" = "Zresetuj ustawienia użytkownika";
"defaultScheme" = "Domyślny schemat";
"seeMore" = "Zobacz więcej";
"noEpisodesAvailable" = "Brak dostępnych odcinków";
"serverAlreadyExistsPrompt" = "Serwer %s już istnieje. Dodać nowy adres URL?";
"unknown" = "Nieznany";
"userAlreadySignedIn" = "Użytkownik %s jest już zalogowany";
"serverAlreadyConnected" = "%@ jest już połączony.";
"existingUser" = "Istniejący użytkownik";

/* Represents the system theme setting */
"system" = "Systemowy";
"yourFavorites" = "Twoje ulubione";
"WhosWatching" = "Kto ogląda?";
"tags" = "Tagi";
"switchUser" = "Przełącz użytkownika";
"sortBy" = "Sortuj według";
"seeAll" = "Zobacz wszystko";
"season" = "Sezon";
"searchDots" = "Szukaj…";
"search" = "Szukaj";
"reset" = "Resetuj";
"playNext" = "Odtwórz następny";
"library" = "Biblioteka";
"filterResults" = "Filtruj wyniki";
"director" = "Reżyser";
"connectToServer" = "Połącz z serwerem";
"connectToJellyfin" = "Połącz z Jellyfin";
"changeServer" = "Zmień serwer";
"cast" = "OBSADA";
"back" = "Wstecz";
"allMedia" = "Wszystkie media";
"allGenres" = "Wszystkie gatunki";
"accessibility" = "Dostępność";
"previousItem" = "Poprzednia pozycja";
"nextItem" = "Następna pozycja";
"close" = "Zamknij";
"jumpBackward" = "Przeskocz w tył";
"jumpForward" = "Przeskocz do przodu";
"playAndPause" = "Odtwórz / Wstrzymaj";
"reportIssue" = "Zgłoś błąd";
"requestFeature" = "Poproś o funkcję";
"sourceCode" = "Kod źródłowy";
"remainingTime" = "Pozostały czas";
"currentPosition" = "Bieżąca pozycja";
"chapters" = "Rozdziały";
"tooManyRedirects" = "Zbyt wiele przekierowań";
"customize" = "Dostosuj";
"file" = "Plik";
"playFromBeginning" = "Odtwórz od początku";
"showMissingEpisodes" = "Pokaż brakujące odcinki";
"showMissingSeasons" = "Pokaż brakujące sezony";
"missingItems" = "Brakujące pozycje";
"unaired" = "Niewyemitowany";
"none" = "Brak";
"confirmClose" = "Potwierdź zamknięcie";
"pressDownForMenu" = "Naciśnij przycisk w dół, aby wyświetlić menu";
"recommended" = "Polecane";
"refresh" = "Odśwież";
"next" = "Następny";
"notAvailableSlash" = "ND.";
"multipleUsers" = "%d użytkowników";
"oneUser" = "1 użytkownik";
"present" = "Obecny";
"unableToConnectServer" = "Nie można połączyć się z serwerem";
"jumpLengthSeconds" = "%s sekund";
"largest" = "Największy";
"larger" = "Większy";
"regular" = "Zwykły";
"smaller" = "Mniejszy";
"compact" = "Kompaktowy";
"normal" = "Normalny";
"noCodec" = "Brak kodeka";
"containers" = "Kontenery";
"runtime" = "Czas trwania";
"rated" = "Ocena";
"released" = "Opublikowano";
"unauthorized" = "Nieupoważniony";
"unauthorizedUser" = "Nieupoważniony użytkownik";
"cannotConnectToHost" = "Nie można połączyć się z hostem";
"smallest" = "Najmniejszy";
"other" = "Inne";
"movies" = "Filmy";
"tvShows" = "Programy TV";
"channels" = "Kanały";
"programs" = "Programy";
"subtitles" = "Napisy";
"audio" = "Dźwięk";
"signInToServer" = "Zaloguj się do %s";
"signIn" = "Zaloguj się";
"signInGetStarted" = "Zaloguj się, aby rozpocząć";
"subtitleSize" = "Wielkość napisów";
"showCastAndCrew" = "Pokaż obsadę i ekipę";
"showPosterLabels" = "Pokaż etykiety plakatów";
"resume5SecondOffset" = "5-sekundowe opóźnienie wznowienia";
"systemControlGesturesEnabled" = "Włączone gesty systemowe";
"jumpGesturesEnabled" = "Włączone gesty przeskakiwania";
"jumpBackwardLength" = "Długość skoku w tył";
"jumpForwardLength" = "Długość skoku do przodu";
"editJumpLengths" = "Edytuj długość skoku";
"experimental" = "Eksperymentalny";
"name" = "Nazwa";
"items" = "Pozycje";
"castAndCrew" = "Obsada i ekipa";
"networking" = "Sieć";
"existingServer" = "Dotychczasowy serwer";
"notImplementedYetWithType" = "Typ: %@ nie został jeszcze wdrożony :(";
"studios" = "Studia";
"studio" = "Studio";
"selectCastDestination" = "Wybierz, gdzie castować";
"seasonAndEpisode" = "S%1$@:E%2$@";
"emptyNextUp" = "Wyczyść następne";
"cinematicViews" = "Widoki kinowe";
"showFlattenView" = "Spłaszcz pozycje w bibliotece";
"about" = "Informacje o stronie";
"missing" = "Brakujące";
"networkTimedOut" = "Przekroczono limit czasu sieci";
"wip" = "Praca w toku";
"airWithDate" = "Transmisja %s";
"publicUsers" = "Użytkownicy publiczni";
"noPublicUsers" = "Brak użytkowników publicznych";
"compactPoster" = "Plakat kompaktowy";
"compactLogo" = "Logo kompaktowe";
"cinematic" = "Kinowy";
"subtitleFont" = "Czcionka napisów";
"quickConnectStep1" = "Otwórz aplikację Jellyfin na swoim telefonie lub w przeglądarce internetowej i zaloguj się na swoje konto";
"quickConnectStep2" = "Otwórz menu użytkownika i przejdź do strony szybkiego łączenia";
"quickConnectNotEnabled" = "Uwaga: Szybkie łączenie nie jest włączone";
"quickConnectStep3" = "Wpisz następujący kod:";
"playerGesturesLockGestureEnabled" = "Włączony gest blokady gestów odtwarzacza";
"quickConnect" = "Szybkie łączenie";
"quickConnectCode" = "Kod szybkiego łączenia";
"authorize" = "Autoryzuj";
"quickConnectInvalidError" = "Nieprawidłowy kod szybkiego łączenia";
"quickConnectSuccessMessage" = "Autoryzacja szybkiego łączenia pomyślna. Kontynuuj na drugim urządzeniu.";
"seekSlideGestureEnabled" = "Włączono gesty podglądu";
"episodeNumber" = "Odcinek %1$@";
"unableToFindHost" = "Nie można znaleźć hosta";
"showChaptersInfoInBottomOverlay" = "Pokazuj informacje o rozdziałach w dolnej nakładce";
"removeFromResume" = "Usuń ze wznowienia odtwarzania";
"blue" = "Niebieski";
"green" = "Zielony";
"bugsAndFeatures" = "Błędy i funkcje";
"accentColorDescription" = "Aktualizacja niektórych widoków może wymagać ponownego uruchomienia aplikacji.";
"video" = "Wideo";
"color" = "Kolor";
"usePrimaryImageDescription" = "Używa głównego obrazu i ukrywa logo.";
"usePrimaryImage" = "Użyj obrazu głównego";
"orange" = "Pomarańczowy";
"red" = "Czerwony";
"yellow" = "Żółty";
"dismiss" = "Anuluj";
"sort" = "Sortowanie";
"ratings" = "Oceny";
"primary" = "Podstawowy";
"invertedDark" = "Odwrócony ciemny";
"invertedLight" = "Odwrócony jasny";
"appIcon" = "Ikona aplikacji";
"accentColor" = "Kolor akcentu";
"played" = "Odtworzone";
"unplayed" = "Nieodtworzone";
"subtitle" = "Napisy";
"specialFeatures" = "Dodatki specjalne";
"collections" = "Kolekcje";
"people" = "Ludzie";
"hapticFeedback" = "Haptyczne sprzężenie zwrotne";
"indicators" = "Wskaźniki";
"posters" = "Plakaty";
"seriesBackdrop" = "Tło serii";
"episodeLandscapePoster" = "Krajobrazowy plakat odcinka";
"randomImage" = "Losowy obraz";
"favorited" = "Polubione";
"progress" = "Postęp";
"order" = "Kolejność";
"delivery" = "Dostarczanie";
"liveTV" = "TV na żywo";
"downloads" = "Pobrania";
"playback" = "Odtwarzanie";
"reload" = "Załaduj ponownie";
"enabled" = "Włączone";
"disabled" = "Wyłączone";
"resetAllSettings" = "Zresetuj wszystkie ustawienia do wartości domyślnych.";
"removeAllServers" = "Usuń wszystkie serwery";
"gestures" = "Gesty";
"subtitleOffset" = "Przesunięcie napisów";
"resumeOffset" = "Przesunięcie wznowienia";
"subtitleColor" = "Kolor napisów";
"grid" = "Siatka";
"list" = "Lista";
"logs" = "Dzienniki";
"sports" = "Sport";
"kids" = "Dla dzieci";
"playbackButtons" = "Przyciski odtwarzania";
"barButtons" = "Przyciski paska";
"jump" = "Przeskocz";
"slider" = "Suwak";
"chapterSlider" = "Suwak rozdziałów";
"sliderColor" = "Kolor suwaka";
"sliderType" = "Typ suwaka";
"scrubCurrentTime" = "Wyczyść aktualny czas";
"timestampType" = "Typ sygnatury czasowej";
"trailingValue" = "Wartość końcowa";
"pauseOnBackground" = "Wstrzymaj w tle";
"playOnActive" = "Odtwarzaj przy aktywacji";
"comingSoon" = "Wkrótce";
"advanced" = "Zaawansowane";
"aspectFill" = "Wypełnienie proporcji";
"nativePlayer" = "Odtwarzacz natywny";
"videoPlayerType" = "Typ odtwarzacza wideo";
"audioOffset" = "Przesunięcie dźwięku";
"resumeOffsetDescription" = "Wznów zawartość na kilka sekund przed zarejestrowanym czasem wznowienia.";
"current" = "Bieżąca";
"random" = "Losowo";
"onNow" = "Teraz";
"news" = "Aktualności";
"buttons" = "Przyciski";
"menuButtons" = "Przyciski menu";
"timestamp" = "Sygnatura czasowa";
"transition" = "Przejście";
"retrievingMediaInformation" = "Pobieranie informacji o mediach";
"right" = "Prawa";
"letterPicker" = "Wybór liter";
"left" = "Lewa";
"orientation" = "Orientacja";
/* Option to set the test size for bitrate testing */
"testSize" = "Rozmiar testowy";

/* Option to set the maximum bitrate for playback */
"maximumBitrate" = "Maksymalna przepływność";

/* Option for the maximum bitrate */
"bitrateMax" = "Maksymalna";

/* Option to set the bitrate to 1080p quality at 40 Mbps */
"bitrateMbps40" = "1080p - 40 Mbps";

/* Option for automatic bitrate selection */
"bitrateAuto" = "Automatyczna";

/* Option to set the bitrate to 4K quality at 80 Mbps */
"bitrateMbps80" = "4K - 80 Mbps";

/* Option to set the bitrate to 4K quality at 120 Mbps */
"bitrateMbps120" = "4K - 120 Mbps";

/* Option to set the bitrate to 720p quality at 8 Mbps */
"bitrateMbps8" = "720p - 8 Mbps";

/* Option to set the bitrate to 1080p quality at 60 Mbps */
"bitrateMbps60" = "1080p - 60 Mbps";

/* Option to set the bitrate to 1080p quality at 20 Mbps */
"bitrateMbps20" = "1080p - 20 Mbps";

/* Option to set the bitrate to 1080p quality at 15 Mbps */
"bitrateMbps15" = "1080p - 15 Mbps";

/* Option to set the bitrate to 720p quality at 4 Mbps */
"bitrateMbps4" = "720p - 4 Mbps";

/* Option to set the bitrate to 1080p quality at 10 Mbps */
"bitrateMbps10" = "1080p - 10 Mbps";

/* Option to set the bitrate to 720p quality at 6 Mbps */
"bitrateMbps6" = "720p - 6 Mbps";

/* Option to set the bitrate to 480p quality at 3 Mbps */
"bitrateMbps3" = "480p - 3 Mbps";

/* Option to set the bitrate to 480p quality at 1.5 Mbps */
"bitrateKbps1500" = "480p - 1,5 Mbps";

/* Option to set the bitrate to 480p quality at 720 Kbps */
"bitrateKbps720" = "480p - 720 Kbps";

/* Option to set the bitrate to 360p quality at 420 Kbps */
"bitrateKbps420" = "360p - 420 Kbps";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDescription" = "Określa długość testu przepływności „Automatyczny” używanego do znalezienia dostępnej przepustowości Internetu";

/* Select Server View - Add Server */
"addServer" = "Dodaj serwer";

/* Select Server View - Edit an Existing Server */
"editServer" = "Edytuj serwer";

/* Server Detail View - Delete */
"delete" = "Usuń";

/* Server Detail View - Delete Server */
"deleteServer" = "Usuń serwer";

/* Customize Server View - Cinematic Background */
"cinematicBackground" = "Tło filmowe";

/* Customize Server View - Show Recently Added */
"showRecentlyAdded" = "Pokaż ostatnio dodane";

/* Indicators View - Show Favorited */
"showFavorited" = "Pokaż polubione";

/* Indicators View - Show Unwatched */
"showUnwatched" = "Pokaż nieobejrzane";

/* General */
"jellyfin" = "Jellyfin";

/* Video Player Settings View - Offset */
"offset" = "Przesunięcie";

/* Video Player Settings View - Disclaimer */
"subtitlesDisclaimer" = "Ustawienia dotyczą tylko niektórych typów napisów";

/* Video Player Settings View - Resume Offset Title */
"resumeOffsetTitle" = "Przesunięcie wznowienia";

/* Video Player Settings View - Resume */
"resume" = "Wznowienie";

/* Select Server View - Select All Servers */
"allServers" = "Wszystkie serwery";

/* Indicators View - Show Progress */
"showProgress" = "Pokaż postęp";

/* Maximum Bitrate View - Playback Quality */
"playbackQuality" = "Jakość odtwarzania";

/* Customize Server View - Show Favorites */
"showFavorites" = "Pokaż ulubione";

/* Indicators View - Show Watched */
"showWatched" = "Pokaż obejrzane";

/* Section Header for Device Profiles */
"deviceProfile" = "Profil urządzenia";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDisclaimer" = "Dłuższe testy są dokładniejsze, ale mogą powodować opóźnienie w odtwarzaniu.";

/* Section Header for a Custom Device Profile */
"customProfile" = "Profil niestandardowy";

/* Custom profile is Added to the Existing Profiles */
"customDeviceProfileAdd" = "Niestandardowe profile urządzeń zostaną dodane do domyślnych profili urządzeń Reefy.";

/* PlaybackCompatibility Default Category */
"auto" = "Automatyczny";

/* PlaybackCompatibility DirectPlay Category */
"direct" = "Odtwarzanie bezpośrednie";

/* Custom profile will replace the Existing Profiles */
"customDeviceProfileReplace" = "Niestandardowe profile urządzeń zastąpią domyślne profile urządzeń Reefy.";

/* PlaybackCompatibility Compatible Category */
"compatible" = "Najbardziej kompatybilny";

/* PlaybackCompatibility Custom Category */
"custom" = "Niestandardowy";

/* Override Transcoding Profile */
"useAsTranscodingProfile" = "Użyj jako profilu transkodowania";

/* Playback May Fail */
"mayResultInPlaybackFailure" = "To ustawienie może spowodować, że odtwarzanie multimediów nie rozpocznie się";

/* PlaybackCompatibility Section Title */
"compatibility" = "Kompatybilność";

/* Bitrate Automatic Section Header */
"bitrateTest" = "Test przepływności";

/* PlaybackCompatibility Profile Sections */
"profiles" = "Profile";

/* Default Bitrate */
"bitrateDefault" = "Domyślna przepływność";

/* Behavior */
"behavior" = "Zachowanie";

/* Default Bitrate Description */
"bitrateDefaultDescription" = "Ogranicza przepustowość łącza internetowego wykorzystywaną podczas odtwarzania.";

/* Device Profile Section Description */
"customDeviceProfileDescription" = "Dyktuje serwerowi Jellyfin, co sprzęt tego urządzenia jest w stanie odtworzyć";
"session" = "Sesja";
"client" = "Klient";
"method" = "Metoda";
"tasks" = "Zadania";
"edit" = "Edytuj";
"taskCancelled" = "Anulowano";
"taskAborted" = "Przerwano";
"device" = "Urządzenie";
"online" = "Online";
"restartWarning" = "Czy na pewno chcesz ponownie uruchomić serwer?";
"transcode" = "Transkoduj";
"lastSeen" = "Ostatnio widziany";
"scanAllLibraries" = "Przeskanuj wszystkie biblioteki";
"transcodeReasons" = "Powód(y) transkodowania";
"streams" = "Strumienie";
"activeDevices" = "Urządzenia aktywne";
"directStream" = "Strumień bezpośredni";
"administration" = "Administracja";
"scheduledTasks" = "Zaplanowane zadania";
"fpsWithString" = "%@kl./s";
"shutdownWarning" = "Czy na pewno chcesz wyłączyć serwer?";
"shutdownServer" = "Wyłącz serwer";
"confirm" = "Potwierdź";
"restartServer" = "Uruchom ponownie serwer";
"dashboard" = "Panel";
"itemOverItem" = "%1$@ / %2$@";
"canceled" = "Anulowano";
"videoCodecNotSupported" = "Kodek wideo nie jest obsługiwany";
"audioCodecNotSupported" = "Kodek audio nie jest obsługiwany";
"directPlay" = "Odtwarzanie bezpośrednie";
"videoBitDepthNotSupported" = "Głębia bitowa wideo nie jest obsługiwana";
"refFramesNotSupported" = "Liczba klatek referencyjnych nie jest obsługiwana";
"anamorphicVideoNotSupported" = "Wideo anamorficzne nie jest obsługiwane";
"audioProfileNotSupported" = "Profil audio nie jest obsługiwany";
"containerNotSupported" = "Format kontenera nie jest obsługiwany";
"subtitleCodecNotSupported" = "Kodek napisów nie jest obsługiwany";
"interlacedVideoNotSupported" = "Wideo przeplatane nie jest obsługiwane";
"audioIsExternal" = "Ścieżka audio jest zewnętrzna i wymaga transkodowania";
"videoResolutionNotSupported" = "Rozdzielczość wideo nie jest obsługiwana";
"audioBitDepthNotSupported" = "Głębia bitowa audio nie jest obsługiwana";
"lastRun" = "Ostatnie wykonanie";
"secondaryAudioNotSupported" = "Dodatkowe audio nie jest obsługiwane";
"videoLevelNotSupported" = "Poziom wideo nie jest obsługiwany";
"videoFramerateNotSupported" = "Liczba klatek na sekundę wideo nie jest obsługiwana";
"audioSampleRateNotSupported" = "Częstotliwość próbkowania audio nie jest obsługiwana";
"videoBitrateNotSupported" = "Przepływność wideo nie jest obsługiwana";
"videoProfileNotSupported" = "Profil wideo nie jest obsługiwany";
"unknownVideoStreamInfo" = "Informacje o strumieniu wideo są nieznane";
"category" = "Kategoria";
"task" = "Zadanie";
"audioChannelsNotSupported" = "Liczba kanałów audio nie jest obsługiwana";
"containerBitrateExceedsLimit" = "Przepływność kontenera przekracza dozwolony limit";
"audioBitrateNotSupported" = "Przepływność audio nie jest obsługiwana";
"directPlayError" = "Wystąpił błąd podczas bezpośredniego odtwarzania";
"videoRangeTypeNotSupported" = "Typ zakresu wideo nie jest obsługiwany";
"unknownAudioStreamInfo" = "Informacje o strumieniu audio są nieznane";
"noSession" = "Brak sesji";
"dashboardDescription" = "Wykonuj zadania administracyjne na serwerze Jellyfin.";
"run" = "Uruchom";
"taskCompleted" = "Ukończono";
"serverLogs" = "Dzienniki serwera";
"lastRunTime" = "Ostatnio uruchomiono %@";
"running" = "Wykonywanie...";
"tasksDescription" = "Zadania to operacje, których wykonywanie jest zaplanowane okresowo lub które mogą być uruchamiane ręcznie.";
"neverRun" = "Nigdy nie uruchomiono";
"taskFailed" = "Niepowodzenie";
"stop" = "Zatrzymaj";
"cancelling" = "Anulowanie...";
"nextUpRewatch" = "Ponowne oglądanie w następnych";
"done" = "Gotowe";
"nextUpDays" = "Dni w następnych";
"nextUpDaysDescription" = "Ustaw maksymalną liczbę dni, przez które program ma być wyświetlany na liście „Następne”, bez konieczności jego oglądania.";
"columns" = "Kolumny";
"administrator" = "Administrator";
"absolute" = "Absolute";
"activityLog" = "Dziennik aktywności";
"accessScheduleInvalidTime" = "Czas zakończenia musi nastąpić po czasie rozpoczęcia.";
"accessTagAllowDescription" = "Użytkownik nie będzie miał dostępu do żadnych mediów, jeśli nie będą one zawierały co najmniej jednego dozwolonego tagu.";
"addTrigger" = "Dodaj wyzwalacz";
"airTime" = "Czas emisji";
"albumArtist" = "Wykonawca albumu";
"allowItemDeletion" = "Zezwalaj na usuwanie elementów multimedialnych";
"allAudiences" = "Wszyscy odbiorcy";
"allDevicesDescription" = "Zobacz wszystkie poprzednie i obecne urządzenia, które zostały połączone.";
"allUsersDescription" = "Przeglądaj i zarządzaj wszystkimi zarejestrowanymi użytkownikami na serwerze, uwzględniając ich uprawnienia i status aktywności.";
"apiKeyCopied" = "Skopiowano klucz API";
"applicationName" = "Nazwa aplikacji";
"apiKeysDescription" = "Aplikacje zewnętrzne wymagają klucza API do komunikacji z serwerem.";
"audioTranscoding" = "Transkodowanie dźwięku";
"autoDescription" = "Optymalizuje odtwarzanie przy użyciu domyślnych ustawień dla większości urządzeń. Niektóre formaty mogą wymagać transkodowania serwera dla niekompatybilnych typów mediów.";
"banner" = "Baner";
"changePin" = "Zmień PIN";
"behindTheScenes" = "Za kulisami";
"birateAutoDescription" = "Testuje połączenie z serwerem, aby ocenić szybkość Internetu i automatycznie dostosować przepustowość.";
"birthday" = "Urodziny";
"community" = "Społeczność";
"bitrateMaxDescription" = "Maksymalizuje wykorzystanie pasma, do %@, dla każdego strumienia odtwarzania, aby zagwarantować najwyższą jakość.";
"colorist" = "Kolorysta";
"communityRating" = "Ocena społeczności";
"addUser" = "Dodaj użytkownika";
"agesGroup" = "Wiek %@";
"aired" = "Premiera";
"airedEpisodeOrder" = "Kolejność premiery odcinków";
"album" = "Album";
"allLanguages" = "Wszystkie języki";
"allowCollectionManagement" = "Zezwalaj na zarządzanie kolekcjami";
"allowed" = "Dozwolony";
"allowItemEditing" = "Zezwalaj na edycję elementów multimedialnych";
"alternate" = "Alternatywny";
"alternateDVD" = "Alternatywna DVD";
"apiKeyCopiedMessage" = "Twój klucz API został skopiowany do schowka!";
"apiKeys" = "Klucze API";
"apiKeysTitle" = "Klucze API";
"arranger" = "Aranżer";
"art" = "Grafika";
"artist" = "Wykonawca";
"backdrop" = "Zasłona";
"birthYear" = "Rok urodzenia";
"chapter" = "Rozdział";
"clip" = "Klip";
"access" = "Dostęp";
"accessSchedules" = "Harmonogramy dostępu";
"accessSchedulesDescription" = "Określ dozwolone godziny korzystania i ogranicz dostęp poza tymi godzinami.";
"accessTagAlreadyExists" = "Tag dostępu już istnieje";
"accessTagBlockDescription" = "Użytkownik będzie miał dostęp do wszystkich mediów, z wyjątkiem tych, które zawierają zablokowane tagi.";
"accessTags" = "Tagi dostępu";
"accessTagsDescription" = "Użyj tagów, aby przyznać lub ograniczyć temu użytkownikowi dostęp do mediów.";
"active" = "Aktywne";
"activity" = "Aktywność";
"actor" = "Aktor";
"add" = "Dodaj";
"addAccessTag" = "Dodaj tag dostępu";
"addAPIKey" = "Dodaj klucz API";
"additionalSecurityAccessDescription" = "Dodatkowy dostęp bezpieczeństwa dla użytkowników zalogowanych na tym urządzeniu. Nie zmienia to żadnych ustawień użytkownika serwera Jellyfin.";
"addAccessSchedule" = "Dodaj harmonogram dostępu";
"all" = "Wszystkie";
"author" = "Autor";
"bitsPerSecond" = "b/s";
"blocked" = "Zablokowany";
"blockUnratedItems" = "Zablokuj nieocenione elementy";
"books" = "Książki";
"box" = "Pudełko";
"boxRear" = "Tył pudełka";
"blockUnratedItemsDescription" = "Zablokuj elementy tego użytkownika, które nie mają żadnych informacji o ocenie lub zawierają nierozpoznane informacje o ocenie.";
"capabilities" = "Możliwości";
"compatibleDescription" = "Konwertuje wszystkie media do wideo H.264 i audio AAC dla maksymalnej zgodności. Może wymagać transkodowania serwera dla niekompatybilnych typów mediów.";
"conductor" = "Dyrygent";
"coverArtist" = "Artysta okładki";
"createAPIKey" = "Utwórz klucz API";
"createAndJoinGroups" = "Twórz i dołączaj do grup";
"createPinForUser" = "Utwórz kod PIN, aby zalogować się do %@ na tym urządzeniu";
"creator" = "Twórca";
"customBitrate" = "Niestandardowa przepływność";
"deleteDeviceFailed" = "Nie udało się usunąć urządzenia";
"customConnectionsDescription" = "Ręcznie ustaw maksymalną liczbę połączeń, jakie użytkownik może mieć z serwerem.";
"customDescription" = "Umożliwia zaawansowaną personalizację profili urządzeń do odtwarzania natywnego. Nieprawidłowe ustawienia mogą mieć wpływ na odtwarzanie.";
"customFailedLogins" = "Niestandardowe nieudane logowania";
"date" = "Data";
"dateCreated" = "Data utworzenia";
"datePlayed" = "Data odtworzenia";
"deleteAPIKeyMessage" = "Czy na pewno chcesz trwale usunąć ten klucz?";
"defaultFailedLoginDescription" = "Administratorzy są blokowani po 5 nieudanych próbach. Osoby nie będące administratorami są blokowane po 3 próbach.";
"deleteDeviceWarning" = "Czy na pewno chcesz usunąć to urządzenie? Ta sesja zostanie wylogowana.";
"deleteItemConfirmation" = "Czy na pewno chcesz usunąć ten element?";
"deleteItemConfirmationMessage" = "Czy na pewno chcesz usunąć ten element? Tej czynności nie można cofnąć.";
"deleteSelectedConfirmation" = "Czy na pewno chcesz usunąć wybrane elementy?";
"deleteSelectedUsers" = "Usuń wybranych użytkowników";
"deleteSelectionUsersWarning" = "Czy na pewno chcesz usunąć wszystkich wybranych użytkowników?";
"deleteSelectionDevicesWarning" = "Czy na pewno chcesz usunąć wszystkie wybrane urządzenia? Wszystkie wybrane sesje zostaną wylogowane.";
"deleteSelectionSchedulesWarning" = "Czy na pewno chcesz usunąć wszystkie wybrane harmonogramy?";
"deleteTriggerConfirmationMessage" = "Czy na pewno chcesz usunąć ten wyzwalacz? Tego działania nie można cofnąć.";
"composer" = "Kompozytor";
"confirmNewPassword" = "Potwierdź nowe hasło";
"createAPIKeyMessage" = "Wpisz nazwę aplikacji dla nowego klucza API.";
"criticRating" = "Ocena krytyków";
"critics" = "Krytycy";
"currentPassword" = "Bieżące hasło";
"customDeviceNameSaved" = "Twoja niestandardowa nazwa urządzenia '%1$@' została zapisana.";
"customFailedLoginDescription" = "Ręcznie ustaw liczbę nieudanych prób logowania, jaka ma zostać potwierdzona przed zablokowaniem użytkownika.";
"customRating" = "Ocena niestandardowa";
"customSessions" = "Sesje niestandardowe";
"daily" = "Codziennie";
"dateAdded" = "Data dodania";
"dateLastContentAdded" = "Data dodania";
"dateModified" = "Data modyfikacji";
"dateOfDeath" = "Data śmierci";
"dates" = "Daty";
"dayOfWeek" = "Dzień tygodnia";
"days" = "Dni";
"default" = "Domyślne";
"deleteDevice" = "Usuń urządzenie";
"deletedScene" = "Usunięta scena";
"deleteImage" = "Usuń obraz";
"deleteSchedule" = "Usuń harmonogram";
"deleteScheduleWarning" = "Czy na pewno chcesz usunąć ten harmonogram?";
"deleteSelectedDevices" = "Usuń wybrane urządzenia";
"deleteSelectedSchedules" = "Usuń wybrane harmonogramy";
"deleteTrigger" = "Usuń wyzwalacz";
"deleteUser" = "Usuń użytkownika";
"continuing" = "Kontynuowanie";
"controlOtherUsers" = "Kontroluj innych użytkowników";
"controlSharedDevices" = "Kontroluj współdzielone urządzenia";
"country" = "Kraj";
"confirmPassword" = "Potwierdź hasło";
"deleteDeviceSelfDeletion" = "Nie można usunąć sesji z tego samego urządzenia (%1$@).";
"duplicateUserSaved" = "%@ jest już zapisany";
"deleteUserMultipleConfirmation" = "Czy na pewno chcesz usunąć %d użytkowników?";
"deleteUserSelfDeletion" = "Nie można usunąć użytkownika od tego samego użytkownika (%1$@).";
"deleteUserWarning" = "Czy na pewno chcesz usunąć tego użytkownika?";
"deviceAccess" = "Dostęp do urządzenia";
"deviceProfileDescription" = "Zdecyduj, które media są odtwarzane natywnie, a które wymagają transkodowania przez serwer w celu zapewnienia zgodności.";
"directDescription" = "Odtwarza zawartość w oryginalnym formacie. Może powodować problemy z odtwarzaniem na nieobsługiwanych typach mediów.";
"enableAllLibraries" = "Włącz wszystkie biblioteki";
"enabledTrailers" = "Włączone zwiastuny";
"enterCustomBitrate" = "Wprowadź niestandardową przepływność w Mb/s";
"enterCustomMaxSessions" = "Wprowadź niestandardowe maksymalne sesje";
"deleteUserFailed" = "Nie udało się usunąć użytkownika";
"deleteUserSingleConfirmation" = "Czy na pewno chcesz usunąć %@?";
"deletion" = "Usunięcie";
"details" = "Szczegóły";
"deviceAuthFailed" = "Uwierzytelnianie urządzenia nie powiodło się";
"devices" = "Urządzenia";
"digital" = "Cyfrowy";
"dimensions" = "Wymiary";
"disc" = "Płyta";
"disclaimer" = "Zastrzeżenie";
"doubleTouch" = "Podwójne dotknięcie";
"duplicateUser" = "Duplikat użytkownika";
"duration" = "Trwanie";
"enableAllDevices" = "Włącz wszystkie urządzenia";
"endTime" = "Czas zakończenia";
"engineer" = "Inżynier";
"enterCustomFailedLogins" = "Wprowadź niestandardowy limit nieudanych logowań";
"editUsers" = "Edytuj użytkowników";
"dvd" = "DVD";
"editor" = "Edytor";
"endDate" = "Data zakończenia";
"ended" = "Zakończone";
"errorDetails" = "Szczegóły błędu";
"enterEpisodeNumber" = "Wprowadź numer odcinka.";
"enterPin" = "Wprowadź kod PIN";
"enterPinForUser" = "Wprowadź kod PIN do %@";
"enterSeasonNumber" = "Wprowadź numer sezonu.";
"episode" = "Odcinek";
"episodeRuntimeDescription" = "Czas trwania odcinka w minutach.";
"featurette" = "Średniometrażowy";
"editMedia" = "Edytuj media";
"quickConnectUserDisclaimer" = "Ten użytkownik zostanie uwierzytelniony na innym urządzeniu.";
"deleteMedia" = "Usuń media";
"existsOnServer" = "Ten element znajduje się na Twoim serwerze Jellyfin.";
"editCollections" = "Edytuj kolekcje";
"external" = "Zewnętrzny";
"genresDescription" = "Kategorie opisujące tematykę i style mediów.";
"halfSideBySide" = "Połowa obok siebie";
"indexNumber" = "Numer indeksu";
"illustrator" = "Ilustrator";
"inker" = "Tuszujacy";
"layout" = "Układ";
"interview" = "Wywiad";
"itemAtItem" = "%1$@ w %2$@";
"kilobitsPerSecond" = "Kb/s";
"leftVerticalPan" = "Lewe pionowe panoramowanie";
"everyday" = "Codziennie";
"everyInterval" = "Co %1$@";
"executed" = "Wykonany";
"existingItems" = "Istniejące elementy";
"failedLogins" = "Nieudane logowania";
"favorite" = "Ulubiony";
"findMissing" = "Znajdź brakujące";
"findMissingDescription" = "Znajdź brakujące metadane i obrazy.";
"folder" = "Folder";
"forceRemoteTranscoding" = "Wymuś zdalne transkodowanie multimediów";
"format" = "Format";
"format3D" = "Format 3D";
"fullSideBySide" = "Pełne obok siebie";
"fullTopAndBottom" = "Pełna góra i dół";
"gigabitsPerSecond" = "Gb/s";
"guestStar" = "Gwiazda gościnna";
"hours" = "Godziny";
"id" = "Identyfikator";
"identify" = "Identyfikuj";
"idle" = "Bezczynny";
"image" = "Obrazy";
"images" = "Obrazy";
"index" = "Indeks";
"interval" = "Interwał";
"joinGroups" = "Dołącz do grup";
"language" = "Język";
"learnMoreEllipsis" = "Dowiedz się więcej...";
"letter" = "Litera";
"every" = "Każdy";
"horizontalPan" = "Poziome panoramowanie";
"halfTopAndBottom" = "Połowa góry i dołu";
"hidden" = "Ukryty";
"hideUserFromLoginScreen" = "Ukryj użytkownika na ekranie logowania";
"hint" = "Wskazówka";
"horizontalSwipe" = "Poziome przesunięcie";
"imageSource" = "Źródło obrazu";
"letterer" = "Liternik";
"rightVerticalPan" = "Prawe pionowe panoramowanie";
"maxParentalRatingDescription" = "Treści o wyższej ocenie będą ukryte przed tym użytkownikiem.";
"mediaAccess" = "Dostęp do mediów";
"noRuntimeLimit" = "Brak limitu czasu wykonania";
"metadataPreferences" = "Preferencje metadanych";
"noDeviceProfileWarning" = "Nie określono profili. Mogą wystąpić problemy z odtwarzaniem.";
"officialRating" = "Oficjalna ocena";
"onApplicationStartup" = "Podczas uruchamiania aplikacji";
"tv" = "TV";
"liveTVChannels" = "Kanały TV na żywo";
"translator" = "Tłumacz";
"triggerAlreadyExists" = "Wyzwalacz już istnieje";
"level" = "Poziom";
"liveTVPrograms" = "Programy TV na żywo";
"mediaAttributes" = "Atrybuty mediów";
"mediaDownloads" = "Pobieranie mediów";
"mediaPlayback" = "Odtwarzanie mediów";
"megabitsPerSecond" = "Mb/s";
"menu" = "Menu";
"metadata" = "Metadane";
"no" = "Nie";
"tvAccess" = "Dostęp do TV";
"type" = "Typ";
"likedItems" = "Polubione pozycje";
"liveTvAccess" = "Dostęp do TV na żywo";
"likes" = "Polubienia";
"lockAllFields" = "Zablokuj wszystkie pola";
"lockedFields" = "Zablokowane pola";
"lockedUsers" = "Zablokowani użytkownicy";
"logo" = "Logo";
"liveTvRecordingManagement" = "Zarządzanie nagrywaniem TV na żywo";
"loadingUserFailed" = "Ładowanie użytkownika nie powiodło się";
"local" = "Lokalny";
"maximumConnectionsDescription" = "Ogranicza całkowitą liczbę połączeń, jakie użytkownik może mieć z serwerem.";
"maximumFailedLoginPolicyDescription" = "Ustawia maksymalną liczbę nieudanych prób logowania, zanim użytkownik zostanie zablokowany.";
"maximumFailedLoginPolicy" = "Zasady maksymalnej liczby nieudanych logowań";
"logsDescription" = "Uzyskaj dostęp do dzienników serwera Jellyfin w celu rozwiązywania problemów i monitorowania.";
"longPress" = "Długie naciśnięcie";
"lyricist" = "Tekściarz";
"lyrics" = "Teksty";
"management" = "Kierownictwo";
"maximumSessions" = "Maksymalna liczba sesji";
"maxParentalRating" = "Maksymalna ocena rodzicielska";
"maximumFailedLoginPolicyReenable" = "Zablokowani użytkownicy muszą zostać ponownie włączeni przez Administratora.";
"maximumRemoteBitrate" = "Maksymalna zdalna przepływność";
"maximumSessionsPolicy" = "Zasady maksymalnej liczby sesji";
"multiTap" = "Wielokrotne stuknięcie";
"music" = "Muzyka";
"mvc" = "MVC";
"never" = "Nigdy";
"newPassword" = "Nowe hasło";
"minutes" = "Minuty";
"missingCodecValues" = "Brak wartości kodeka";
"mixer" = "Mikser";
"newUser" = "Nowy użytkownik";
"options" = "Opcje";
"originalAirDate" = "Data pierwszej emisji";
"parentalControls" = "Kontrola rodzicielska";
"originalTitle" = "Oryginalny tytuł";
"passwordChangeWarning" = "Zmienia hasło użytkownika serwera Jellyfin. Nie zmienia to żadnych ustawień Reefy.";
"passwordsDoNotMatch" = "Nowe hasła nie są takie same.";
"playCount" = "Liczba odtworzeń";
"peopleDescription" = "Osoby, które pomogły stworzyć lub wykonać określone media.";
"provider" = "Dostawca";
"quickConnectCodeInstruction" = "Wprowadź 6-cyfrowy kod z drugiego urządzenia.";
"refreshMetadata" = "Odśwież metadane";
"releaseDate" = "Data wydania";
"replaceAllDescription" = "Zastąp wszystkie odblokowane metadane i obrazy nowymi informacjami.";
"replaceAll" = "Zastąp wszystko";
"originalAspectRatio" = "Oryginalny format obrazu";
"parentalRating" = "Kategoria wiekowa";
"penciller" = "Rysownik";
"permissions" = "Uprawnienia";
"pin" = "Kod PIN";
"pinch" = "Ściśnij";
"premiereDate" = "Data premiery";
"producer" = "Producent";
"production" = "Produkcja";
"profileNotSaved" = "Profil niezapisany";
"replaceMetadataDescription" = "Zastąp odblokowane metadane nowymi informacjami.";
"ratingDescription" = "%@ ocena w skali od 1 do 10.";
"regional" = "Regionalne";
"remoteControl" = "Zdalne sterowanie";
"removeAll" = "Usuń wszystko";
"remux" = "Remux";
"reorder" = "Zmień kolejność";
"requireDeviceAuthDescription" = "Wymagaj uwierzytelnienia urządzenia podczas logowania użytkownika.";
"parentIndexNumber" = "Indeks wiekowy";
"passwordChangedMessage" = "Hasło użytkownika zostało zmienione.";
"productionLocations" = "Kraje produkcji";
"productionYear" = "Rok produkcji";
"profile" = "Profil";
"profileImage" = "Obraz profilowy";
"rating" = "Ocena";
"rememberLayout" = "Zapamiętaj układ";
"rememberLayoutFooter" = "Zapamiętaj układ dla poszczególnych bibliotek.";
"rememberSorting" = "Zapamiętaj sortowanie";
"rememberSortingFooter" = "Zapamiętaj sortowanie poszczególnych bibliotek.";
"remixer" = "Remikser";
"remoteConnections" = "Połączenia zdalne";
"replaceDeviceProfileWarning" = "Bieżące wartości profilu mogą powodować problemy z odtwarzaniem";
"replaceImages" = "Zastąp obrazy";
"replaceImagesDescription" = "Zastąp wszystkie obrazy nowymi obrazami.";
"replaceMetadata" = "Zastąp metadane";
"required" = "Wymagane";
"resetFilterFooter" = "Zresetuj wartości filtra do wartości „brak”.";
"resetSettingsMessage" = "Czy na pewno chcesz zresetować wszystkie ustawienia użytkownika?";
"requireDeviceAuthForQuickConnectUser" = "Wymagaj uwierzytelnienia urządzenia, aby zalogować się do użytkownika szybkiego połączenia na tym urządzeniu.";
"requirePinDescription" = "Wymagaj lokalnego kodu PIN podczas logowania do użytkownika. Ten kod PIN jest nieodwracalny.";
"resetSettings" = "Zresetuj ustawienia";
"resetSettingsDescription" = "Zresetuj ustawienia użytkownika Reefy.";
"requireDeviceAuthForUser" = "Wymagaj uwierzytelnienia urządzenia, aby zalogować się do %@ na tym urządzeniu.";
"reviews" = "Recenzje";
"role" = "Rola";
"rotate" = "Obróć";
"sample" = "Próbka";
"save" = "Zapisz";
"saveUserWithoutAuthDescription" = "Zapisz użytkownika na tym urządzeniu bez żadnego lokalnego uwierzytelniania.";
"scene" = "Scena";
"scheduleAlreadyExists" = "Harmonogram już istnieje";
"score" = "Wynik";
"similarityScore" = "Wynik podobieństwa";
"security" = "Zabezpieczenia";
"selectAll" = "Wybierz wszystkie";
"selectImage" = "Wybierz obraz";
"sessions" = "Sezony";
"setPin" = "Ustaw kod PIN";
"signoutBackground" = "Wyloguj się w tle";
"setPinHintDescription" = "Ustaw wskazówkę, gdy pojawi się monit o kod PIN.";
"signoutBackgroundFooter" = "Wylogowuje ostatniego użytkownika, gdy Reefy działa w tle bez odtwarzania mediów po pewnym czasie.";
"signoutCloseFooter" = "Wylogowuje ostatniego użytkownika, gdy Reefy zostanie zamknięty w sposób wymuszony.";
"splashscreen" = "Ekran powitalny";
"splashscreenFooter" = "Gdy wybierzesz wszystkie serwery, użyj ekranu powitalnego z pojedynczego serwera lub losowego serwera.";
"short" = "Film krótkometrażowy";
"status" = "Stan";
"selectServer" = "Wybierz serwer";
"setPinForNewUser" = "Ustaw kod PIN dla nowego użytkownika.";
"sortName" = "Nazwa sortowania";
"sortTitle" = "Tytuł sortowania";
"startDate" = "Data rozpoczęcia";
"startTime" = "Czas rozpoczęcia";
"storyArc" = "Akcja";
"screenshot" = "Zrzut ekranu";
"searchScore" = "Wynik wyszukiwania";
"seriesDatePlayed" = "Data odtworzenia serialu";
"seriesName" = "Nazwa serialu";
"set" = "Zestaw";
"signoutClose" = "Wyloguj się po zamknięciu";
"studiosDescription" = "Studio(-a) zajmujące się tworzeniem mediów.";
"success" = "Powodzenie";
"tag" = "Tag";
"taskTriggerInterval" = "Ustawia czas trwania (w minutach) pomiędzy wyzwalaczami zadań.";
"tagline" = "Slogan";
"taglines" = "Slogany";
"tagsDescription" = "Etykiety służące do porządkowania i wyróżniania określonych atrybutów mediów.";
"taskTriggerTimeLimit" = "Ustawia maksymalny czas wykonania (w godzinach) dla tego wyzwalacza zadania.";
"terabitsPerSecond" = "Tb/s";
"themeSong" = "Piosenka tytułowa";
"supportsMediaControl" = "Sterowanie mediami";
"supportsPersistentIdentifier" = "Trwały identyfikator";
"syncPlay" = "SyncPlay";
"unsavedChangesMessage" = "Masz niezapisane zmiany. Czy na pewno chcesz je odrzucić?";
"thumb" = "Miniatura";
"unableToPerformDeviceAuth" = "Nie można wykonać uwierzytelnienia urządzenia";
"unableToPerformDeviceAuthFaceID" = "Nie można wykonać uwierzytelnienia urządzenia. Może być konieczne włączenie Face ID w aplikacji Ustawienia dla Reefy.";
"unlimitedConnectionsDescription" = "Użytkownik może łączyć się z serwerem bez żadnych ograniczeń.";
"unlimitedFailedLoginDescription" = "Umożliwia nieograniczoną liczbę nieudanych prób logowania bez blokowania użytkownika.";
"userDeviceAuthRequiredDescription" = "Ten użytkownik będzie wymagał uwierzytelnienia urządzenia.";
"userPinRequiredDescription" = "Ten użytkownik będzie potrzebował kodu PIN.";
"userRequiresDeviceAuthentication" = "Użytkownik %@ wymaga uwierzytelnienia urządzenia";
"videoCodecTagNotSupported" = "Tag kodeka wideo nie jest obsługiwany";
"videoRemuxing" = "Remuxowanie wideo";
"viewsMayRequireRestart" = "Niektóre widoki mogą wymagać ponownego uruchomienia aplikacji w celu aktualizacji.";
"willBeCreatedOnServer" = "Zostanie utworzony jako nowy element na Twoim serwerze Jellyfin.";
"themeVideo" = "Wideo tytułowe";
"time" = "Czas";
"timeLimit" = "Limit czasu";
"timeLimitLabelWithValue" = "Limit czasu: %1$@";
"title" = "Tytuł";
"trailer" = "Zwiastun";
"trailers" = "Zwiastuny";
"triggers" = "Wyzwalacze";
"unableToOpenTrailer" = "Nie można otworzyć zwiastuna";
"unreleased" = "Niepublikowane";
"uploadFile" = "Prześlij plik";
"uploadPhoto" = "Prześlij zdjęcie";
"usernameRequired" = "Nazwa użytkownika jest wymagana";
"users" = "Użytkownicy";
"useSplashscreen" = "Użyj ekranu powitalnego";
"videoBitRate" = "Przepływność wideo";
"videoTranscoding" = "Transkodowanie wideo";
"votes" = "Głosy";
"weekday" = "Dzień powszedni";
"weekend" = "Weekend";
"weekly" = "Tygodniowo";
"writer" = "Scenarzysta";
"year" = "Rok";
"years" = "Lata";
"yes" = "Tak";
"unlimited" = "Nieograniczony";
"ascending" = "Rosnąco";
"brightness" = "Jasność";
"capsule" = "Kapsuła";
"columnsWithCount" = "Kolumny: %@";
"decreasePlaybackSpeed" = "Zmniejsz prędkość odtwarzania";
"descending" = "Malejąco";
"detailed" = "Szczegółowy";
"gesturesLocked" = "Gesty zablokowane";
"increasePlaybackSpeed" = "Zwiększ prędkość odtwarzania";
"learnMore" = "Dowiedz się więcej";
"libraries" = "Biblioteki";
"native" = "Natywny";
"scrub" = "Oczyść";
"timeLeft" = "Pozostały czas";
"portrait" = "Pionowo";
"split" = "Podziel";
"volume" = "Głośność";
"gesturesUnlocked" = "Gesty oblokowane";
"pause" = "Wstrzymaj";
"confirmDeleteServerAndUsers" = "Czy na pewno chcesz usunąć %@ i wszystkich połączonych z nim użytkowników?";
"deviceAuth" = "Uwierzytelnianie urządzenia";
"large" = "Wielki";
"gestureLock" = "Blokada gestów";
"thumbSlider" = "Miniatura";
"channelDisplay" = "Wyświetlanie kanału";
"incorrectPinForUser" = "Nieprawidłowy kod PIN dla %@";
"resetPlaybackSpeed" = "Zresetuj prędkość odtwarzania";
"slowScrub" = "Wolne czyszczenie";
"landscape" = "Poziomo";
"replace" = "Zastąp";
"totalTime" = "Całkowity czas";
"unableToUpdateCustomName" = "Nie można zaktualizować nazwy niestandardowej";
"albums" = "Albumy";
"basePluginFolder" = "Folder wtyczek";
"basePluginFolders" = "Foldery wtyczek";
"channel" = "Kanał";
"channelFolder" = "Folder kanału";
"channelFolderItem" = "Element folderu kanału";
"collectionFolders" = "Foldery kolekcji";
"folders" = "Foldery";
"genre" = "Gatunek";
"liveTVChannel" = "Kanał TV na żywo";
"liveTVProgram" = "Program TV na żywo";
"manualPlaylistsFolders" = "Foldery ręcznych list odtwarzania";
"musicVideo" = "Teledysk";
"photo" = "Fotografia";
"photoAlbums" = "Albumy fotograficzne";
"playlist" = "Lista odtwarzania";
"playlists" = "Listy odtwarzania";
"playlistsFolders" = "Foldery list odtwarzania";
"tvChannels" = "Kanały TV";
"tvProgram" = "Program TV";
"userRootFolders" = "Foldery główne użytkownika";
"userView" = "Widok użytkownika";
"albumArtists" = "Wykonawcy albumu";
"liveTVRecordingManagement" = "Zarządzanie nagrywaniem TV na żywo";
"musicVideos" = "Teledyski";
"recordings" = "Nagrania";
"artists" = "Wykonawcy";
"userRootFolder" = "Folder główny użytkownika";
"userViews" = "Widoki użytkownika";
"videos" = "Wideo";
"audioBook" = "Książka audio";
"channelFolderItems" = "Elementy folderu kanału";
"audioBooks" = "Książki audio";
"book" = "Książka";
"collection" = "Kolekcja";
"collectionFolder" = "Folder kolekcji";
"manualPlaylistsFolder" = "Folder ręcznych list odtwarzania";
"liveTVAccess" = "Dostęp do TV na żywo";
"person" = "Osoba";
"photos" = "Fotografie";
"tvPrograms" = "Programy TV";
"movie" = "Film";
"recording" = "Nagrywanie";
"photoAlbum" = "Album fotograficzny";
"aggregateFolder" = "Folder zbiorczy";
"aggregateFolders" = "Foldery zbiorcze";
"playlistsFolder" = "Folder list odtwarzania";
"tvChannel" = "Kanał TV";
"program" = "Program";
"serverVersionWarning" = "Reefy wymaga Jellyfin w wersji %@ lub nowszej.";
"birthplace" = "Miejsce urodzenia";
"died" = "Data śmierci";
"born" = "Data urodzenia";
"yearsOld" = "%@ lat(a)";
"inactive" = "Nieaktywne";
"embedded" = "Osadzone";
"embeddedSubtitleFooter" = "Osadzonych napisów nie można edytować.";
"hearingImpaired" = "Niedosłyszący";
"failedDeletionAtIndexError" = "Nie udało się usunąć elementu o indeksie %1$@: %2$@";
"forced" = "Wymuszone";
"invalidFormat" = "Nieprawidłowy format";
"manageSubtitlesDescription" = "Usuwaj, przesyłaj lub wyszukuj napisy zewnętrzne.";
"noItemSelected" = "Nie wybrano żadnego elementu";
"replaceSubtitle" = "Zastąp napisy";
"manage" = "Zarządzaj";
"perfectMatch" = "Idealne dopasowanie";
"replaceItemConfirmation" = "Czy na pewno chcesz zastąpić ten element?";
"customName" = "Nazwa niestandardowa";
"criticRatingDescription" = "Ocena krytyków w skali od 1 do 100.";
"communityRatingDescription" = "Ocena społeczności w skali od 1 do 10.";
"streamCountExceedsLimit" = "Liczba strumieni przekracza dopuszczalny limit";
"apiKeysCapitalized" = "Klucze API";
"createAPIKeyCapitalized" = "Utwórz klucz API";
"liveTVAccessCapitalized" = "Dostęp do TV na żywo";
"parentalRatings" = "Kategorie wiekowe";
"previewImage" = "Podgląd obrazu";
"tvShowsCapitalized" = "Programy TV";
"unableToOpenTrailerApp" = "Nie można otworzyć zwiastuna w %1$@";
"outOfDate" = "Nieaktualna";
"upToDate" = "Aktualna";
"playerNativeDescription" = "Korzysta z odtwarzacza AVPlayer firmy Apple, który obsługuje HDR, obraz w obrazie, przesyłanie strumieniowe AirPlay oraz głośniki HomePod lub obsługujące AirPlay. Nie obsługuje jednak napisów i jest bardzo ograniczony pod względem formatów plików.";
"playerReefyDescription" = "Korzysta z VLCKit, aby zapewnić kompatybilność z niemal każdym typem pliku. VLCKit nie obsługuje jednak głośników HomePod ani AirPlay, HDR, obrazu w obrazie ani przesyłania strumieniowego AirPlay.";
"customJumpIntervalDescription" = "Podaj niestandardowy odstęp skoku w sekundach.";
"metadataRefreshDescription" = "Metadane są odświeżane na podstawie ustawień i usług internetowych włączonych w Jellyfin.";
"refreshMode" = "Tryb odświeżania";
"replaceAllMetadata" = "Zastąp wszystkie metadane";
"scanForNewAndUpdatedFiles" = "Skanuj w poszukiwaniu nowych i aktualizowanych plików";
"searchForMissingMetadata" = "Wyszukaj brakujące metadane";
"trickplays" = "Podglądy Trickplay";
